[
  {
    "id": "d088f8b2-7c72-416b-a728-98ae46721e5c",
    "name": "Juvenile Delinquency Prevention, Diversion and Intervention Program (BridgeWays & Community Assessment Team)",
    "length": 108,
    "category": "nonprofit",
    "description": "San Diego Youth Services' provides intensive services to more than 17,000 youth every year. San Diego Youth Services offers a continuum of care for children and youth from infancy to age 25. They aim to meet the basic needs of youth such as hunger, poverty and youth homelessness as they are on the rise for many youth and their families today. San Diego Youth Services' helps meet these basic needs for youth. They also provide safe places to live and long-term solutions through shelter, foster homes, community centers and housing. San Diego Youth Services also help youth focus on positive life changes and healthy relationships as part of providing needed resources and services."
  },
  {
    "id": "5d4f4cab-7293-4ce6-bd43-4c5636f5f6ee",
    "name": "National Oceanic and Atmospheric Administration (NOAA) - Southwest Fisheries Science Center",
    "length": 91,
    "category": "governmental",
    "description": "The IATTC is responsible for the conservation and management of tuna and other marine resources, including turtles, in the eastern Pacific Ocean. Each member of the IATTC is represented by up to four Commissioners, appointed by the respective government. The IATTC also has significant responsibilities for the implementation of the International Dolphin Conservation Program (IDCP), and provides the Secretariat for that program."
  },
  {
    "id": "8b58a1e0-915d-4cfb-94d3-d36af46ebfd1",
    "name": "San Diego County - Health & Human Services Agency (HHSA), Behavioral Health Services",
    "length": 84,
    "category": "governmental",
    "description": "HHSA leads the region's opioid response, tracking overdose data, distributing naloxone, and coordinating prevention and treatment services. They also lead the San Diego Opioid Task Force."
  },
  {
    "id": "309cb839-b391-4f98-b984-d288695793d8",
    "name": "San Diego Green Building Council- Tour of IQHQ Research and Development District (RaDD)",
    "length": 87,
    "category": "academic",
    "description": "For more than 135 years, public transit has been serving the San Diego community and helping it thrive. The positive impacts of the San Diego Metropolitan Transit System (MTS) on communities have been, and will continue to be, far-reaching. There are hundreds of thousands of people inside those vehicles that depend on transit to be productive. The all-electric Trolleys and near-zero emission buses reduce burdens associated with negative environmental impacts. MTSs has a positive impact on the regional economy by assessing various aspects, including compensation, services and supplies, capital spending, consumer savings, real estate development, business benefits, tourism, cross-border transit, safety, and CO2 reduction. With plans of expectation and better reach, new developments are in motion like MTS' Rapid 277 services- high-frequency, limited-stop routes that help move people to their destinations more quickly connecting the communities of Otay Mesa, Nestor, and Imperial Beach with the Iris Avenue Transit Center. SANDAG provides funding and planning for transit services in the San Diego region. They share public transit planning and decision-making responsibilities with Caltrans, Metropolitan Transit System (MTS), North County Transit District (NCTD), and other transit operators. Future transit service builds upon what they have today and includes investments in faster and more frequent service, new rail lines and bus routes, improvements to streets and sidewalks, new bridges and tunnels, additional rail tracks, dedicated transit lanes, and Intelligent Transportation Systems. SANDAG, in partnership with MTS, will be developing a new Mobility Hub in San Ysidro. Mobility Hubs provide people with seamless connections through multiple travel options - walking, biking, transit, and shared mobility - using world-class transportation, amenities, technology, and design."
  },
  {
    "id": "c889ebcc-a85a-40ae-91af-b537ec0ad35a",
    "name": "San Diego Natural History Museum, Biodiversity Research Center of the Californias (BRCC)",
    "length": 88,
    "category": "academic",
    "description": "IVLP resource"
  },
  {
    "id": "ee124e92-5c54-478b-89ae-6f17bb206f82",
    "name": "San Diego Regional Economic Development Corporation (EDC), Monetizing Research through ASD",
    "length": 90,
    "category": "academic",
    "description": "The University of San Diego (USD), established in 1949, is a Roman Catholic institution committed to advancing academic excellence, expanding liberal and professional knowledge, creating a diverse and inclusive community, and preparing leaders dedicated to ethical conduct and compassionate service. Two institutions at USD oversee and collaborate on supporting students and faculty to monetize their research. USD's Council on Undergraduate Research (CUR) has a long-standing commitment to engaging undergraduates from all disciplines in research and scholarly activities. The Office of Undergraduate Research's (OUR) goal is to ensure that undergraduate students from all disciplines have the opportunity to engage in research, scholarly and creative activities during their time at USD. OUR supports students by research ethics and integrity, poster design, applying for extramural scholarships, fellowships and awards, professional development workshops and funding for travel to present research findings."
  },
  {
    "id": "362cafb2-a0bd-4d0a-a5d3-03d79780d4c4",
    "name": "School Visit: La Jolla Country Day School (LJCDS) Center for Excellence in Citizenship (CEC)",
    "length": 92,
    "category": "academic",
    "description": "Through the Community Opus Project we provide community based music programs for at-risk youth in San Diego County. The programs take place on school sites and community centers within those underserved communities and are completely free. Students receive new instruments to begin their musical journey as well as regular expert instruction and mentorship by our Artistic Faculty. SDYS knows there are numerous barriers to participation and has taken great care to eliminate those hurdles for all students, regardless of their families' socio-economic status."
  },
  {
    "id": "f1ffd2a5-28b8-4671-bb53-37101a4fd1cc",
    "name": "SDSU Institute for Public Health - Center for Alcohol & Drug Studies and Services (CADSS)",
    "length": 89,
    "category": "academic",
    "description": "Located within SDSU's School of Public Health, CADSS conducts research, evaluation, and training in substance use prevention, treatment, and harm reduction. It partners with county departments and community-based organizations to address the opioid crisis."
  },
  {
    "id": "cf185424-5afe-4be7-a127-261b3c0ce6bf",
    "name": "The San Diego Human Trafficking Research and Data Advisory Roundtable (HT-\tRADAR)",
    "length": 81,
    "category": "academic",
    "description": "The San Diego Office of Homeland Security oversees the City's emergency Prevention and Protection Program; Mitigation and Finance Program; Response and Recovery Program; and leads regional efforts for FEMA's Urban Area Security Initiative. The Office of Homeland Security strives to promote a secure and resilient City with the capabilities required across the whole community to prevent, protect against, mitigate, respond to, and recover from threats and hazards that pose the greatest risk. These risks include natural hazards such as wildfires, earthquakes, floods, and tsunami; human-caused threats such as terrorist attacks and cyber-attacks; and technological hazards such as power outages and utility interruptions."
  },
  {
    "id": "5fc3470e-50d9-439c-ae3f-c27bf6942896",
    "name": "The Transparent and Responsible Use of Surveillance Technology San Diego (TRUST SD)",
    "length": 83,
    "category": "governmental",
    "description": "While Qualcomm is well known for 5G and its Snapdragon line of processors that power smartphones around the world, the company is also a leader in numerous technologies relevant for the Internet of Things such as AI, modem-RF systems, codecs, digital signal processing, power efficiency management, as well as vision, media, and audio tech. Qualcomm is a leading company in the development and scope of San Diego's smart streetlight project. For Qualcomm, the rollout of smart streetlights in the city was a step in the right direction concerning innovation, intellectual property, and economic development."
  },
  {
    "id": "2801139e-1752-42c8-a7b9-6f666ae41abe",
    "name": "U.S. Attorney's Office of the Southern District of California - Border Enforcement Section",
    "length": 90,
    "category": "governmental",
    "description": "The SDHP operates under the Port of San Diego. It provides law enforcement and public safety services in San Diego Bay, the adjacent tidelands, and at San Diego International Airport. Participants will meet with SDHP officers to learn how this local police authority patrols both the maritime borders of San Diego and the international airport, involving operations on land, sea, and in the air."
  },
  {
    "id": "2b42a72d-3883-4b0c-8980-6830612fa06a",
    "name": "U.S. Immigration & Customs Enforcement (ICE): Homeland Security Investigations (HSI)",
    "length": 84,
    "category": "governmental",
    "description": "The Department of Labor's Wage and Hour Division (WHD) is responsible for enforcing some of the nation's most comprehensive federal labor laws on topics including the minimum wage, overtime pay, recordkeeping, child labor, family and medical leave, migrant and seasonal worker protections, lie detector tests, worker protections in certain temporary guest worker programs, and the prevailing wages for government-funded service and construction contracts. Collectively, these laws cover most private, state, and local government employment, and protect over 143 million workers in more than 9.8 million establishments nationwide. CORPS enhance the agency's overall effectiveness by leveraging limited resources to maximize impact and create lasting compliance changes in communities. CORPS are responsible for assisting in planning and developing a wide range of activities including stakeholders & outreach."
  },
  {
    "id": "4ff5150f-7853-4d74-be6a-ea85f279d60a",
    "name": "UCSD Disinformation Institute - (UC San Diego's School of Global Policy & Strategy)",
    "length": 83,
    "category": "academic",
    "description": "Mary Brinson, PhD, received her doctorate at the University of California, Santa Barbara and is a visiting assistant professor at the University of San Diego. Brinson's PhD was completed in the Department of Communication with an emphasis in the areas of Media Studies and Intergroup/Intercultural Communication. Brinson's current research focuses on media coverage of terrorism and anti-Muslim bias in the media. Her research projects included analyzing media coverage of terrorism in the U.S., U.K., the Middle East, and India. Brinson currently teaches Research Methods, Media Processes and Effects, Introduction to Media Studies, and Gender Communication. Her work has been presented at several conferences including ICA, NCA, Western States Communication Association, the World Organization Congress for Middle Eastern Studies in Barcelona, the Faces of Terrorism Conference in Liverpool, International Studies Association, and the Middle East & Central Asia conference. Her work has also appeared in The Journal of International and Intercultural Communication, The Journal of Arab & Muslim Media Studies, The Harvard Asian Pacific Review, Arab Studies Quarterly, and in David Canter's (Ed.) The Faces of Terrorism: Cross-Disciplinary Explorations."
  },
  {
    "id": "f961591d-1f0a-4a3c-83d7-309155510489",
    "name": "United States Environmental Protection Agency (EPA) - Border Liaison Office, San Diego - Border 2025",
    "length": 100,
    "category": "governmental",
    "description": "The City of San Diego's \"Our Climate, Our Future\" initiative is a plan to achieve net zero greenhouse gas emissions citywide by 2035. This initiative focuses on equitable and sustainable solutions, aiming to enhance economic opportunities, protect vulnerable communities, and improve both urban and natural environments. Key strategies include increasing the use of renewable energy, expanding green infrastructure, promoting sustainable transportation, and building climate resilience. The plan underscores the city's commitment to addressing climate change while ensuring a healthy, thriving future for all residents."
  },
  {
    "id": "f112e5bf-bbeb-46e4-9849-4c8632047ff5",
    "name": "University of California at San Diego (UCSD), Center for Comparative Immigration Studies",
    "length": 88,
    "category": "academic",
    "description": "The mission of Minority Humanitarian Foundation is to provide a humanitarian response to the issues facing asylum-seekers and refugees on a global scale. MHF believes that all humans should be treated with dignity and respect, despite country of origin. Through on-the-ground relief efforts, health services, housing, transportation services and legal representation they work to ensure the health and safety of the people they work with. Then through education and job placement they work to ensure their success in a new country. In 2021, MHF opened a boutique thrift store and art space called \"Welcome Home\" seeking to serve as a community space highlighting the local demographics of BIPOC artists."
  },
  {
    "id": "3a80023b-10b6-41e3-9476-585739622635",
    "name": "University of San Diego, The Ahlers Center for International Business, International Exchanges and Partnerships",
    "length": 111,
    "category": "academic",
    "description": "The International Students and Programs Office offers a wide range of advising services to international students seeking guidance regarding immigration services, working in the United States, and travel while abroad. Through peer coaching, the program offers academic support, information, skill development, and advocacy that inspires and empowers first-year and transfer international college student's whiles equipping them with tools to successfully navigate their college life and beyond. The International Students and Programs Office UC San Diego partners with over 29 different countries with partner universities."
  }
]